[
    {
        "name": "Argentina",
        "info1": "Teste",
        "info2": "Teste",
        "info3": "Teste",
        "info4": "Teste",
        "info5": "Teste",
        "info6": "NULL",
        "info7": "NULL",
        "info8": "NULL",
        "info9": "NULL",
        "info10": "NULL",
        "title1": "Yellow fever",
        "subtitle1": "Vaccine recommendation",
        "text1": "Yellow fever vaccine is recommended for traveling to Argentina.",
        "title2": "Money",
        "subtitle2": "Exchange houses",
        "text2": "What will not be lacking in the city are legalized exchange houses. However, in the capital of Buenos Aires the foreign exchange offers a lot of offer. As there is no guarantee of currency authenticity or security, we advise you to stay with the official banks, even if the quotation is generally lower.",
        "title3": "Scheme",
        "subtitle3": "Stains on clothing",
        "text3": "It is advisable to be wary of anyone in the street who warns you about spots on your clothing or offers to help you get them out, as this is a known blow to rob tourists. It is important to hire excursions only with known companies, without accepting deals offered on the street."
    },
    {
        "name": "Brazil",
        "info1": "Teste",
        "info2": "Teste",
        "info3": "Teste",
        "info4": "Teste",
        "info5": "Teste",
        "info6": "NULL",
        "info7": "NULL",
        "info8": "NULL",
        "info9": "NULL",
        "info10": "NULL",
        "title1": "Security",
        "subtitle1": "Public areas problems",
        "text1": "Some Brazilian urban areas face problems of public security, with emphasis on certain areas of the capital and cities such as São Paulo and Rio de Janeiro.",
        "title2": "Yellow fever",
        "subtitle2": "Vaccine recommendation",
        "text2": "Yellow fever vaccine is recommended for traveling to Brazil",
        "title3": "Security",
        "subtitle3": "Car in the streets",
        "text3": "There are people on the street who call themselves flanelinhas who stand in the street taking care of your car and they usually ask for some change to take care of your car and the moment you return they are no longer there caring. It is advisable to give a little money because there is a risk of scratching your vehicle when you return if you do not give a little money."
    },
    {
        "name": "Chile",
        "info1": "Teste",
        "info2": "Teste",
        "info3": "Teste",
        "info4": "Teste",
        "info5": "Teste",
        "info6": "NULL",
        "info7": "NULL",
        "info8": "NULL",
        "info9": "NULL",
        "info10": "NULL",
        "title1": "Prohibitions",
        "subtitle1": "Use of beverages and clothing",
        "text1": "In Chile it is forbidden to walk without shirts through the streets and parks; Drink alcoholic drinks in the streets, parks and beaches. So, men, nothing to go out to run or walk without shirts through the streets. Drink beer or another drink with alcohol so do not even think about it.If the police picks up the deal, it gets complicated.",
        "title2": "Taxi",
        "subtitle2": "Attention to your money",
        "text2": "Be careful of the tampering of the meter. Taxi drivers are tampering with the end-of-service value and making it more expensive. Always check the value you are passing.",
        "title3": "Natural disasters",
        "subtitle3": "Earthquakes in Chile - Guidelines",
        "text3": "Chile is characterized by constant occurrences of tremors and earthquakes in its territory. Although the country has structures that mitigate the damages caused by the seismic events, it is necessary that the tourists take the indicated precautions in order to be prepared to deal with eventual occurrence of these phenomena."
    },
    {
        "name": "Colombia",
        "info1": "Teste",
        "info2": "Teste",
        "info3": "Teste",
        "info4": "Teste",
        "info5": "Teste",
        "info6": "NULL",
        "info7": "NULL",
        "info8": "NULL",
        "info9": "NULL",
        "info10": "NULL",
        "title1": "Yellow Fever",
        "subtitle1": "Requirement of vaccine",
        "text1": "Requirement of International Certificate of Vaccination against Yellow Fever in Colombia. It is obligated the vaccine.",
        "title2": "Health",
        "subtitle2": "Take care of the altitude of the country",
        "text2": "The altitude in some places yields a lot of digestive problems, so it's good to put a medicine or something in the bag. And eat little. Do not give up eating until you feel very satisfied, stop before that.",
        "title3": "Caution",
        "subtitle3": "Traveler blows at the airport",
        "text3": "Be careful with your bags at the airport, there are people who act in bad faith to be able to use your baggage as a method of transporting drugs."
    },
    {
        "name": "Peru",
        "info1": "Teste",
        "info2": "Teste",
        "info3": "Teste",
        "info4": "Teste",
        "info5": "Teste",
        "info6": "NULL",
        "info7": "NULL",
        "info8": "NULL",
        "info9": "NULL",
        "info10": "NULL",
        "title1": "Vaccines",
        "subtitle1": "Requirement of vaccine",
        "text1": "There is no vaccination requirement for tourists who wish to enter the country. Yellow fever vaccine is recommended if the tourist wishes to move away from urban centers.",
        "title2": "Coca",
        "subtitle2": "Substance legalized",
        "text2": "In Peru, coca leaf is legalized mainly because of altitude. Be careful, because this substance is legalized in few countries.",
        "title3": "Security",
        "subtitle3": "Public areas problems",
        "text3": "Some Peruvian urban areas face problems of public security, with emphasis on certain areas of the capital and cities such as Trujillo, Ica and Chiclayo."
    },
    {
        "name": "Uruguay",
        "info1": "Teste",
        "info2": "Teste",
        "info3": "Teste",
        "info4": "Teste",
        "info5": "Teste",
        "info6": "NULL",
        "info7": "NULL",
        "info8": "NULL",
        "info9": "NULL",
        "info10": "NULL",
        "title1": "Vaccines",
        "subtitle1": "Tetanus and triple viral",
        "text1": "It is advisable to have up-to-date tetanus and triple viral vaccines, insurance underwriting that cover all medical care, since the costs of private medicine are high. In case of longer stay in the country, it is recommended to join an association of mutual services, private medicine or underwriting a medical emergency.",
        "title2": "Cannabis",
        "subtitle2": "Substance legalized",
        "text2": "Uruguay is a liberal country. Cannabis is released and controlled by the government to trade in pharmacies. Be careful, because this substance is legalized in few countries.",
        "title3": "Scheme",
        "subtitle3": "Drinks in pubs at night",
        "text3": "It is recommended that the tourist pay attention when ordering drinks in bars or nightclubs and other public places. During the stay in Uruguay, the acceptance of drinks, food or objects offered by strangers, especially in nightclubs, should be avoided."
    }
]
